Revit 2027 API
DockablePanes.BuiltInDockablePanes.SystemNavigator Property
 The system browser pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static DockablePaneId SystemNavigator { get; }
Public Shared ReadOnly Property SystemNavigator As DockablePaneId
	Get
public:
static property DockablePaneId^ SystemNavigator {
	DockablePaneId^ get ();
}
static member SystemNavigator : DockablePaneId with get
Property Value
DockablePaneId
See Also
Reference
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace